{
  "checksum": "0ebf7a99d8ca26d1ef006c3e5c310fe5",
  "room": {
    "id": 10743,
    "title": [
      "[Plains of Bone, Virktoth's Path]"
    ],
    "description": [
      "The slope of the stairway increases uncomfortably, the risers becoming higher steadily.  The steps become narrower, nothing more then room to place toes or fingers during descent or ascent.  A few iron rings anchored to the outside edge of the stairway still hold their black paint, moonlight glinting from their rustless metal.",
      "The slope of the stairway increases uncomfortably, the risers becoming higher steadily.  The steps become narrower, nothing more then room to place toes or fingers during descent or ascent.  A few iron rings anchored to the outside edge of the stairway still hold their black paint, rust not affecting them in the least.",
      "The slope of the stairway increases uncomfortably, the risers becoming higher steadily.  The steps become narrower, nothing more than room to place toes or fingers during descent or ascent.  A few iron rings anchored to the outside edge of the stairway still hold their black paint, moonlight glinting from their rustless metal.",
      "The slope of the stairway increases uncomfortably, the risers becoming higher steadily.  The steps become narrower, nothing more than room to place toes or fingers during descent or ascent.  A few iron rings anchored to the outside edge of the stairway still hold their black paint, rust not affecting them in the least."
    ],
    "paths": [
      "Obvious paths: east, west"
    ],
    "location": "the Plains of Bone",
    "climate": "temperate",
    "terrain": "hard, flat",
    "wayto": {
      "10742": "east",
      "10744": "west"
    },
    "timeto": {
      "10742": 0.2,
      "10744": 0.2
    },
    "tags": [
      "no forageables",
      "meta:forage-sensed",
      "meta:forage-sensed:night:2022-09"
    ],
    "uid": [
      14011037
    ],
    "image": "en-cemetery-1617615116.png",
    "image_coords": [
      492,
      173,
      503,
      184
    ]
  }
}