{
  "checksum": "6d2a85e90abdcdfbf3179049a4641f31",
  "room": {
    "id": 10495,
    "title": [
      "[Ta'Vaalor, Annatto Bridge]"
    ],
    "description": [
      "Thick rushes crowd the bottom of the bridge, their brown heads nodding in the gentle night breeze.  The musical croaking of frogs mingles with the rustle of the fronds they live within.  The occasional tiny wave cascading from the Mistydeep splashes near the foot of the bridge, making the footing slightly treacherous.",
      "Thick rushes crowd the bottom of the bridge, their brown heads nodding in the gentle breeze.  The musical croaking of frogs mingles with the rustle of the fronds they live within.  The occasional tiny wave cascading from the Mistydeep splashes near the foot of the bridge, making the footing slightly treacherous.",
      "Thick rushes crowd the river underneath the bridge, their brown heads nodding in the gentle breeze.  The croaking of frogs and chirping of crickets mingle with the rustle of the fronds within which they live.  The occasional tiny wave cascading from the Mistydeep splashes below, punctuating the silent night.",
      "Thick rushes crowd the river underneath the bridge, their brown heads nodding in the gentle breeze.  The croaking of frogs and the buzzing of dragonflies mingle with the rustle of the fronds within which they live.  The occasional tiny wave cascading from the Mistydeep splashes below, punctuating the silence."
    ],
    "paths": [
      "Obvious paths: southeast, northwest"
    ],
    "location": "the city of Ta'Vaalor",
    "climate": "temperate",
    "terrain": "hard, flat",
    "wayto": {
      "10494": "northwest",
      "10496": "southeast"
    },
    "timeto": {
      "10494": 0.2,
      "10496": 0.2
    },
    "tags": [
      "no forageables",
      "meta:forage-sensed",
      "meta:forage-sensed:night:2022-09"
    ],
    "uid": [
      14100041
    ],
    "image": "en-cemetery-1617615116.png",
    "image_coords": [
      226,
      1273,
      238,
      1285
    ]
  }
}