{
  "checksum": "f8f3892dbbb78a607323f7e5772b5a03",
  "room": {
    "id": 5233,
    "title": [
      "[Vornavian Coast, Beached Hulk]"
    ],
    "description": [
      "The hold continues to the northeast to the bow and southwest to the aft from here.  Moonlight pours in through a hole in the deck above about the size of a large barrel.  Seagull dung has collected on the floor directly under the hole.  An arch opens to the west, and the shattered remains of a broken door hang tenuously on failing hinges to the south.",
      "The hold continues to the northeast to the bow and southwest to the aft from here.  Light pours in through a hole in the deck above about the size of a large barrel.  Seagull dung has collected on the floor directly under the hole.  An arch opens to the west, and the shattered remains of a broken door hang tenuously on failing hinges to the south.",
      "The hold continues to the northeast to the bow and southwest to the aft from here.  Moonlight pours in through a burned hole in the deck above about the size of a small wagon.  Cinders and seagull dung have collected on the floor directly under the hole.  An arch opens to the west, and the shattered remains of a broken door hang tenuously on failing hinges to the south.",
      "The hold continues to the northeast to the bow and southwest to the aft from here.  Light pours in through a burned hole in the deck above about the size of a small wagon.  Cinders and seagull dung have collected on the floor directly under the hole.  An arch opens to the west, and the shattered remains of a broken door hang tenuously on failing hinges to the south."
    ],
    "paths": [
      "Obvious exits: northeast, south, southwest, west",
      "Obvious paths: northeast, south, southwest, west"
    ],
    "location": "the Vornavian Coast",
    "climate": "saltwater",
    "terrain": "hard, flat",
    "wayto": {
      "5207": "northeast",
      "5235": "west",
      "5236": "south",
      "5237": "southwest"
    },
    "timeto": {
      "5207": 0.2,
      "5235": 0.2,
      "5236": 0.2,
      "5237": 0.2
    },
    "tags": [
      "no forageables",
      "meta:forage-sensed",
      "meta:forage-sensed:day:2022-09"
    ],
    "uid": [
      4202144
    ],
    "image": "vo-foggy_valley-1264234799.png",
    "image_coords": [
      176,
      616,
      184,
      624
    ]
  }
}