{
  "checksum": "0cb59863274069bd9aa206fee7fc0ab8",
  "room": {
    "id": 2127,
    "title": [
      "[Lava Flows, East-West Channel]"
    ],
    "description": [
      "Just to the north the main lava channel, several man-heights deep, cuts the valley from west to east.  From a vent in the volcano's side that is now shrouded in ash, the mountain's fire burned itself a trench.  The vagaries of nature have shifted the flow of molten rock to higher ground, and the lavabed now lies dark, its last contents frozen in an ebon mimicry of motion.",
      "Just to the north the main lava channel, several man-heights deep, cuts the valley from west to east.  From a vent in the volcano's side that is now shrouded in ash, the mountain's fire burned itself a trench toward the rising sun.  The vagaries of nature have shifted theflow of molten rock to higher ground, and the lavabed now lies dark, its last contents frozen in an ebon mimicry of motion.",
      "Just to the north the main lava channel, several man-heights deep, cuts the valley from west to east.  From a vent in the volcano's side that is now shrouded in ash, the mountain's fire burned itself a trench toward the rising sun.  The vagaries of nature have shifted the flow of molten rock to higher ground, and the lavabed now lies dark, its last contents frozen in an ebon mimicry of motion."
    ],
    "paths": [
      "Obvious paths: east, southeast, west"
    ],
    "location": "the volcano",
    "climate": "arid",
    "terrain": "rough",
    "wayto": {
      "2124": "east",
      "2125": "southeast",
      "2128": "west"
    },
    "timeto": {
      "2124": 0.2,
      "2125": 0.2,
      "2128": 0.2
    },
    "tags": [
      "blue poppy",
      "stalk of drakefern",
      "stalk of chicory",
      "broken twig",
      "heath aster",
      "yellow primrose",
      "small wild rose",
      "cactus flower",
      "white poppy",
      "pink poppy",
      "yellow poppy",
      "golden poppy",
      "red poppy",
      "purple poppy",
      "pepperthorn root",
      "meta:forage-sensed",
      "meta:forage-sensed:day:2023-11"
    ],
    "uid": [
      3050009
    ],
    "image": "ti-vtull-1663120653.png",
    "image_coords": [
      1104,
      597,
      1112,
      605
    ]
  }
}