{
  "checksum": "cebf8f64e474be0facbf27f7f94317cf",
  "room": {
    "id": 29859,
    "title": [
      "[Locksmehr River, Dock]"
    ],
    "description": [
      "New planks rest against old ones in an alternating pattern that suggests recent repairs to the yawning dock, while scrubbed pylons wrapped in fresh rope display signs of antiquity.  Freshly shorn grasses ring the eastern edge of the shoreline where benches rest on the side of a pathway that splits in twain, causing one section to lead to the river's edge and the other to the village of Bloodriven.  Bobbing at anchor, a vessel with a mast carefully wrapped in glacial blue sails has a lowered gangplank.",
      "New planks rest against old ones in an alternating pattern that suggests recent repairs to the yawning dock, while scrubbed pylons wrapped in fresh rope display signs of antiquity.  Freshly shorn grasses ring the eastern edge of the shoreline where benches rest on a pathway that leads to the village of Bloodriven.  Bobbing at anchor, a vessel with a mast carefully wrapped in glacial blue sails has a lowered gangplank that is unattended and inviting.",
      "New planks rest against old ones in an alternating pattern across the slush-covered dock, the scrubbed pylons buried in chunks of snow.  Wreath-hung iron lampposts ring the eastern edge of the snowy shoreline where benches rest on the side of a pathway that splits in twain, causing one section to lead to the river's edge and the other to the village of Bloodriven.  Steady at anchor in the frozen waters, a vessel with a mast carefully wrapped in glacial blue sails has a lowered gangplank."
    ],
    "paths": [
      "Obvious paths: east, down"
    ],
    "location": "Bloodriven Village",
    "wayto": {
      "26904": "east",
      "30317": "down",
      "30329": "go gangplank",
      "31422": "go orange skiff"
    },
    "timeto": {
      "26904": 0.2,
      "30317": 0.2,
      "30329": 0.2,
      "31422": 0.2
    },
    "uid": [
      8214701
    ],
    "image": "fest-duskruin-1660957206.png",
    "image_coords": [
      460,
      702,
      490,
      732
    ]
  }
}