{
  "checksum": "d1b68bbc64c0cd83fa91dac75bff33be",
  "room": {
    "id": 16918,
    "title": [
      "[Zul Logoth, Winding Tunnels]"
    ],
    "description": [
      "Tunnels branch off in every direction.  Tiny, white-flecked fungi grow in clusters along the rocky floor.  Heavy footsteps echo from somewhere deeper in the underground network.",
      "Several small puddles reflect the light of the resident phosphorescent moss.  Water occasionally drops from the ceiling, landing with an audible *plop*.  The air is slightly stagnant throughout the area.",
      "Part of the wall has been chipped away at, an apparent attempt at creating yet another tunnel.  Slender stalactites hang low, covered with glowing, mottled green-blue moss.",
      "A faint scent of salt clings to the air, a result of the natural deposits in the rock and dripping water.  Grooves in the floor, obscured by the darkness, create a hazard for those wandering these tunnels.",
      "Diffuse light emanates from the bluish-green moss thriving within the confines of the tunnels.  Roughly scrawled upon the rocky walls are several arrows, each pointing to a different passageway.",
      "Snaking paths have been cleared through the rock, crisscrossing at this juncture.  A faint coat of slime covers several of the rocks here.",
      "Clusters of reddish crystals sparkle among the rocky walls.  Several of the stalagmites have had their tops hewn off, with the rubble strewn across the uneven floor."
    ],
    "paths": [
      "Obvious exits: north, northeast, east, southeast, south, southwest, west, northwest"
    ],
    "location": "Zul Logoth",
    "climate": "none",
    "terrain": "none",
    "wayto": {
      "9441": "/rooms/16918/wayto/stringproc-9441.rb"
    },
    "timeto": {
      "9441": 3
    },
    "tags": [
      "meta:maze",
      "meta:map:multi-uid",
      "soft white mushroom",
      "withered black mushroom",
      "daggerstalk mushroom",
      "flathead mushroom",
      "genkew mushroom",
      "blue trafel mushroom",
      "pepperthorn root",
      "murdroot",
      "ironfern root",
      "bolmara lichen",
      "wingstem root",
      "meta:forage-sensed",
      "meta:forage-sensed:night:2023-02"
    ],
    "uid": [
      278901,
      278903,
      278904,
      278905,
      278906,
      278907,
      278909
    ]
  }
}