{
  "checksum": "1d387bc565976371502f52263223f4f7",
  "room": {
    "id": 30535,
    "title": [
      "[Arcane Studies, Training Room]"
    ],
    "description": [
      "The surroundings are entirely obscured by an opaque purple mist, allowing you perfect peace and silence in which to practice your craft.  A narrow and constantly shifting passageway of mist leads out of the confines of the training room.",
      "The surroundings are entirely obscured by an opaque crimson mist, allowing you perfect peace and silence in which to practice your craft.  A narrow and constantly shifting passageway of mist leads out of the confines of the training room.",
      "The surroundings are entirely obscured by an opaque blue mist, allowing you perfect peace and silence in which to practice your craft.  A narrow and constantly shifting passageway of mist leads out of the confines of the training room.",
      "The surroundings are entirely obscured by an opaque sickly green mist, allowing you perfect peace and silence in which to practice your craft.  A narrow and constantly shifting passageway of mist leads out of the confines of the training room.",
      "The surroundings are entirely obscured by an opaque ultramarine mist, allowing you perfect peace and silence in which to practice your craft.  A narrow and constantly shifting passageway of mist leads out of the confines of the training room.",
      "The surroundings are entirely obscured by an opaque grey mist, allowing you perfect peace and silence in which to practice your craft.  A narrow and constantly shifting passageway of mist leads out of the confines of the training room."
    ],
    "paths": [
      "Obvious exits: out"
    ],
    "location": "River's Rest",
    "wayto": {
      "17102": "out"
    },
    "timeto": {
      "17102": 0.2
    },
    "tags": [
      "meta:taskroom",
      "meta:map:multi-uid"
    ],
    "uid": [
      663017,
      663018,
      663019,
      663020,
      663021,
      663022
    ]
  }
}