{
  "checksum": "c34bb9cc54fd699173ced0e2404ca03f",
  "room": {
    "id": 28883,
    "title": [
      "[Wandering Eye Market, West]"
    ],
    "description": [
      "Still busy despite the hour, traffic trickles in from the northwestern road through the cobblestone courtyard.  Wagons, mules, and heavily burdened workers have worn away some of the painting upon the cobblestone of the market, though some of the edges still display the black, cerulean, and azure hues.  A large flat-roofed tent with an enormous wooden sign hanging over its entry stands open for business along the western edges, while opposite a weathered oak building is brightly illuminated from within.",
      "Constant traffic from the northwestern roads through the cobblestone courtyard lends this section of the market a loudness that is missing from other sections.  Wagons, mules, and heavily burdened workers have worn away some of the painting upon the cobblestone of the market, though some of the edges still display the black, cerulean, and azure hues.  A large flat-roofed tent with an enormous wooden sign hanging over its entry stands open for business along the western edges.",
      "Constant traffic from the northwestern roads through the cobblestone courtyard lends this section of the market a loudness that is missing from other sections.  Wagons, mules, and heavily burdened workers have worn away some of the painting upon the cobblestone of the market, though some of the edges still display the black, cerulean, and azure hues.  A large flat-roofed tent with an enormous wooden sign hanging over its entry stands open for business along the western edges, while opposite a weathered oak building has a steady flow of visitors."
    ],
    "paths": [
      "Obvious paths: north, east, south, northwest"
    ],
    "location": "Kraken's Fall",
    "climate": "temperate",
    "terrain": "hard, flat",
    "wayto": {
      "28813": "east",
      "28872": "north",
      "28884": "northwest",
      "28895": "south",
      "28925": "go oak building",
      "28940": "go flat tent",
      "30716": "/rooms/28883/wayto/stringproc-30716.rb"
    },
    "timeto": {
      "28813": 0.2,
      "28872": 0.2,
      "28884": 0.2,
      "28895": 0.2,
      "28925": 0.2,
      "28940": 0.2,
      "30716": "/rooms/28883/timeto/stringproc-30716.rb"
    },
    "tags": [
      "urchin-access",
      "meta:forage-sensed",
      "no forageables"
    ],
    "uid": [
      7118220
    ],
    "image": "kf-krakens_fall-1648278406.png",
    "image_coords": [
      340,
      375,
      353,
      386
    ]
  }
}