{
  "checksum": "8b4bc69924a44d0365d40fe3b3e25af1",
  "room": {
    "id": 2330,
    "title": [
      "[Temple Burrow, Cholen Lane]"
    ],
    "description": [
      "A small, red brick schoolhouse brightens the area, its roof topped with a whimsical, slightly off-kilter steeple housing a brass bell.  Despite the chill in the air, the flowers in the schoolyard are small and hardy.  Numerous mounds of snow have been pushed and rolled into an assortment of gelid creations, ranging from penguins to burly giants with goal for eyes; a wide light grey signboard sits in front of the display.  A snow-lined pathway leads to a ring-shaped building off one side of the lane.",
      "A small red brick schoolhouse brightens the area, the pealing of the bell filling the wintry air.  Near the door, an old halfling schoolmistress corrals children, her face weary but her eyes bright.  The air is brisk, made chilly by the glacier to the north, and the flowers in the schoolyard are small and hardy.  Youngsters, or perhaps those merely young at heart, have pushed and rolled mounds of snow into an assortment of gelid creations ranging from penguins to burly giants with coal for eyes.",
      "A small red schoolhouse brightens the area, the pealing of the bell filling your ears.  An old halfling schoolmistress stands at the door, calling the children in from play.  The air is brisk, made chilly by the glacier to the north, and the flowers in the schoolyard are small and hearty.",
      "A small red schoolhouse is illuminated by moonlight, its bell silently waiting to call the children in from play.  The air is brisk, made chilly by the glacier to the north, and the flowers in the schoolyard are small and hearty."
    ],
    "paths": [
      "Obvious paths: north, southeast"
    ],
    "location": "Icemule Trace",
    "climate": "cold, dry",
    "terrain": "hard, flat",
    "wayto": {
      "2329": "southeast",
      "2331": "north",
      "34388": "go pathway"
    },
    "timeto": {
      "2329": 0.2,
      "2331": 0.2,
      "34388": 0.2
    },
    "tags": [
      "calmintha flower",
      "meta:forage-sensed",
      "meta:forage-sensed:day:2023-01"
    ],
    "uid": [
      4042006
    ],
    "image": "imt-icemule-1474811966.png",
    "image_coords": [
      670,
      608,
      706,
      644
    ]
  }
}