{
  "checksum": "768b71f8790c3c0c4cb59c39b4752bc8",
  "room": {
    "id": 28020,
    "title": [
      "[Jousting Fields, Viewing Stands]"
    ],
    "description": [
      "The roar of the crowd is deafening, their collective feet stomping shaking the stands fashioned from rough-hewn aspen planks.  A large sign proclaims this area to be standing room only, while to the west, rows of long wooden benches appear.  Empty ale kegs emblazoned with golden roltons have been turned into rudimentary chairs next to a short row of steps leading down to a muddy road.",
      "The roar of the crowd is deafening, their collective feet stomping shaking the stands fashioned from rough-hewn aspen planks.  A large sign proclaims this area to be standing room only, while to the west, rows of long wooden benches appear.  Empty ale kegs emblazoned with a platinum lion have been turned into rudimentary chairs next to a short row of steps leading down to a muddy road.",
      "The roar of the crowd is deafening, their collective feet stomping shaking the stands fashioned from rough-hewn aspen planks.  A large sign proclaims this area to be standing room only, while to the west, rows of long wooden benches appear.  Empty ale kegs emblazoned with black and white unicorns have been turned into rudimentary chairs next to a short row of steps leading down to a muddy road.",
      "The roar of the crowd is deafening, their collective feet stomping shaking the stands fashioned from rough-hewn aspen planks.  A large sign proclaims this area to be standing room only, while to the west, rows of long wooden benches appear.  Empty ale kegs emblazoned with a golden serpent have been turned into rudimentary chairs next to a short row of steps leading down to a muddy road."
    ],
    "paths": [
      "Obvious paths: west, down"
    ],
    "location": "Rumor Woods",
    "wayto": {
      "28019": "west",
      "28021": "down"
    },
    "timeto": {
      "28019": 0.2,
      "28021": 0.2
    },
    "uid": [
      8208734
    ],
    "image": "fest-RW2023-1687094965.png",
    "image_coords": [
      666,
      421,
      695,
      450
    ]
  }
}