{
  "checksum": "c3e79863ac346ae26bf88e975789d9b9",
  "room": {
    "id": 751,
    "title": [
      "[Ta'Illistim, Postern Gate]"
    ],
    "description": [
      "Built near the city's high walls is a pale grey stone enclosure with a carved mistwood gate.  Inside the fence is a courtyard leading up to a white-paneled cottage.  Barely visible above the top of the crenellated facade are the windows and high turrets of BriarStone Keep, its lapis-tiled roofs glinting in the moonlight.  Winding away from the postern gate is a small trail that travels towards the mountains.",
      "Peace descends outside the gate, as the high walls of the city block most of the sound emanating from within.  Barely visible above the top of the crenellated wall are the windows and high turrets of BriarStone Keep, its lapis-tiled roofs glinting in the moonlight.  A small trail winds towards the mountainside.",
      "Peace descends outside the gate, as the high walls of the city block most of the sound emanating from within.  Barely visible above the top of the crenellated wall are the windows and high turrets of BriarStone Keep, its lapis-tiled roofs glinting in the sunlight.  A small trail winds towards the mountainside.",
      "Built near the city's high walls is a pale grey stone enclosure with a carved mistwood gate.  Inside the fence is a courtyard leading up to a white-paneled cottage.  Barely visible above the top of the crenellated facade are the windows and high turrets of BriarStone Keep, its lapis-tiled roofs glinting in the sunlight.  Winding away from the the postern gate is a small trail that travels towards the mountains.",
      "Built near the city's high walls is a pale grey stone enclosure with a carved mistwood gate.  Inside the fence is a courtyard leading up to a white-paneled cottage.  Barely visible above the top of the crenellated facade are the windows and high turrets of BriarStone Keep, its lapis-tiled roofs glinting in the moonlight.  Winding away from the the postern gate is a small trail that travels towards the mountains."
    ],
    "paths": [
      "Obvious paths: none"
    ],
    "location": "Seethe Naedal",
    "climate": "temperate",
    "terrain": "rough",
    "wayto": {
      "714": "go postern gate",
      "752": "go trail",
      "28317": "go mistwood gate"
    },
    "timeto": {
      "714": 0.2,
      "752": 0.2,
      "28317": 0.2
    },
    "tags": [
      "wagon",
      "wintergreen leaf",
      "bright red teaberry",
      "wild strawberry",
      "blueberries",
      "stalk of chicory",
      "handful of currants",
      "elderberries",
      "wild gooseberry",
      "fiddlehead fern",
      "wild grapes",
      "broken twig",
      "sprig of alyssum",
      "heath aster",
      "golden buttercup",
      "red clover blossom",
      "pink clover blossom",
      "white clover blossom",
      "purple clover blossom",
      "yellow clover blossom",
      "stalk of goldenrod",
      "sprig of larkspur",
      "yellow primrose",
      "small wild rose",
      "wild chokecherry",
      "motherwort",
      "white baneberry",
      "pepperthorn root",
      "ironfern root",
      "meta:forage-sensed",
      "sky-blue delphira",
      "deep purple shockroot",
      "rhubarb",
      "stalk of celery",
      "leek",
      "shallot",
      "leafy arugula",
      "meta:forage-sensed:day:2023-11"
    ],
    "uid": [
      13025001
    ],
    "image": "en-sapphire-1658723758.png",
    "image_coords": [
      1393,
      869,
      1401,
      877
    ]
  }
}