{
  "checksum": "c515ea6b0e552792e53d792ddfb815bf",
  "room": {
    "id": 14098,
    "title": [
      "[Cairnfang Manor, Hot Springs]"
    ],
    "description": [
      "Sunlight streams though the branches of four weeping willow trees that provide a canopy for the natural pond.  An abundance of verdant ferns and colorful wildflowers circle the edge, broken by a flat, table-like rock and a small cobblestone pathway that leads back to the garden.  Wisps of steam rise up from the naturally heated pond glistening as rays from above hit the surface.  Situated about the bottom are several stones, perfect for sitting and relaxing in the mineral rich warm water.",
      "Moonlight filters though the branches of four large weeping willow trees that provide a canopy for the small pond. Verdant ferns and colorful wildflowers circle the edge in shadow, only broken by a flat, table-like rock and a small cobblestone pathway that leads back to the garden.  Wisps of steam rise from the naturally heated pond, lit by dimly glowing orbs set above the edge. Situated about the bottom are several stones, perfect for sitting and relaxing in the mineral rich warm water.",
      "Moonlight filters though the branches of large weeping willow trees, planted to provide a canopy for the small pond.  An abundance of verdant ferns and colorful wildflowers circle the edge in shadow, only broken by a flat, table-like rock and a small cobblestone path that leads to a pair of etched glass doors.  Wisps of steam rise up from the naturally heated water lit by dimly glowing orbs set above the waters edge.  Situated about the bottom are several stones, perfect for sitting and relaxing.",
      "Sunlight streams though the branches of four weeping willow trees, planted to provide a canopy for the small pond.  An abundance of verdant ferns and colorful wildflowers circle the edge, only broken by a flat, table-like rock and a small cobblestone path that leads to a pair of etched glass doors.  Wisps of steam rise up from the naturally heated pool, sending soft ripples across the surface.  Situated about the bottom are several stones, perfect for sitting and relaxing in the mineral rich warm water."
    ],
    "paths": [
      "Obvious paths: none"
    ],
    "location": "the free port of Solhaven",
    "wayto": {
      "22150": "go pathway"
    },
    "timeto": {
      "22150": 0.2
    },
    "tags": [
      "meta:che:Cairnfang Manor"
    ],
    "uid": [
      106014
    ],
    "image": "vo-cairnfang_manor-1657584717.png",
    "image_coords": [
      119,
      150,
      130,
      161
    ]
  }
}