{
  "checksum": "371f2f7db9edecfd8737ced1aa990525",
  "room": {
    "id": 9890,
    "title": [
      "[Moonstone Abbey, Crystal Lake]"
    ],
    "description": [
      "A grove of linden trees grows almost to the banks of a large, pristine lake, its waters a shade of blue usually reserved for only the most beautiful of sapphires.  Here and there, drifts of fog rise from the mirror-smooth surface like wraiths twirling in a slow-motion dance.  Due north, on the lake's distant shore, stands an unusual building.  Three towers flank the domed structure, and drifting fog girds its striking configuration like a robe of mystery.",
      "A grove of linden trees grows almost to the banks of a large, pristine lake, its dark waters reflecting the moon like a perfect twin living within the depths.  Here and there, drifts of fog rise from the mirror-smooth surface like wraiths twirling in a slow-motion dance.  Due north, on the lake's distant shore, stands an unusual building.  Three towers flank the domed structure, and drifting fog girds its striking configuration like a robe of mystery.",
      "A large pristine lake, bordered by a grove of linden trees growing almost to its banks, displays the reflected moon in the sky like a perfect twin living within its depths.  A wooden fishing dock juts out over the lake, and drifts of fog rise from the mirror-smooth surface of the water like wraiths twirling in a slow-motion dance.  On the lake's distant shore stands an unusual building.  Three towers flank the domed structure, and drifting fog girds its striking configuration like a robe of mystery."
    ],
    "paths": [
      "Obvious paths: north"
    ],
    "location": "the dark woods",
    "climate": "freshwater",
    "terrain": "grassland",
    "wayto": {
      "9886": "go grove",
      "9891": "north"
    },
    "timeto": {
      "9886": 0.2,
      "9891": 0.2
    },
    "tags": [
      "wood violet",
      "murdroot",
      "meta:forage-sensed",
      "wavepetal blossom",
      "sunburst blossom",
      "meta:forage-sensed:day:2023-11"
    ],
    "uid": [
      219007
    ],
    "image": "en-sapphire-1658723758.png",
    "image_coords": [
      1046,
      202,
      1054,
      210
    ]
  }
}