{
  "checksum": "828172ec3d61016adff160e259cc972d",
  "room": {
    "id": 4688,
    "title": [
      "[Naerine Hostelry, Tavern]"
    ],
    "description": [
      "Warmth emanates from a monstrous red brick fireplace situated opposite cushy sofas arranged around a plush oval rug.  Savory aromas drift in from the swinging kitchen door, while hearty laughter roars from around a lacquered mahogany bar.  The tawny plaster walls have been framed with the same thick wooden beams that cross the high ceiling.  Wrought iron sconces cast the entire tavern in a warm glow befitting its friendly atmosphere.",
      "Brightly covered sofas arranged around a thick oval rug are situated opposite a monstrous red brick fireplace, a colorful basket of sticks tucked to the side.  Savory aromas drift in from the swinging kitchen door, while hearty laughter roars from some inviting tables positioned nearby.  The tawny plaster walls have been framed with the same thick wooden beams that cross the high ceiling.  Wrought iron sconces flank a lacquered mahogany bar, casting the entire tavern in a warm glow befitting its friendly atmosphere.  Pushed back behind the counter is a small wooden barrel."
    ],
    "paths": [
      "Obvious exits: northwest"
    ],
    "location": "Cysaegir",
    "wayto": {
      "4687": "northwest",
      "26096": "/rooms/4688/wayto/stringproc-26096.rb",
      "26097": "/rooms/4688/wayto/stringproc-26097.rb",
      "26105": "/rooms/4688/wayto/stringproc-26105.rb",
      "26106": "/rooms/4688/wayto/stringproc-26106.rb",
      "26107": "/rooms/4688/wayto/stringproc-26107.rb",
      "29540": "go mahogany bar",
      "30717": "/rooms/4688/wayto/stringproc-30717.rb"
    },
    "timeto": {
      "4687": 0.2,
      "26096": 0.2,
      "26097": 0.2,
      "26105": 0.2,
      "26106": 0.2,
      "26107": 0.2,
      "29540": 0.2,
      "30717": "/rooms/4688/timeto/stringproc-30717.rb"
    },
    "tags": [
      "table",
      "no forageables",
      "meta:forage-sensed",
      "urchin-access",
      "urchin guide tables",
      "tables"
    ],
    "uid": [
      14051018
    ]
  }
}