{
  "checksum": "42ae466c892188105f95681594ce645c",
  "room": {
    "id": 28076,
    "title": [
      "[Rumor Woods, Equid Track]"
    ],
    "description": [
      "The bustle of the crowds gathered along the market path is interrupted by the occasional whinny of an armor-clad horse making its way from the stables located in the southern area of the woods.  Brightly colored green pennants wave to and fro from slender wooden poles, creating temporary shade from the elements above.  The sounds of the cheering crowd burst through the chatter, coming from the jousting arena to the northeast.",
      "The bustle of the crowds gathered along the market path is interrupted by the occasional whinny of an armor-clad horse making its way from the stables located in the southern area of the woods.  Brightly colored plum pennants wave to and fro from slender wooden poles, creating temporary shade from the elements above.  The sounds of the cheering crowd burst through the chatter, coming from the jousting arena to the northeast.",
      "The bustle of the crowds gathered along the market path is interrupted by the occasional whinny of an armor-clad horse making its way from the stables located in the southern area of the woods.  Brightly colored vermilion pennants wave to and fro from slender wooden poles, creating temporary shade from the elements above.  The sounds of the cheering crowd burst through the chatter, coming from the jousting arena to the northeast."
    ],
    "paths": [
      "Obvious paths: northeast, southwest, west"
    ],
    "location": "Rumor Woods",
    "wayto": {
      "28051": "northeast",
      "28071": "southwest",
      "28072": "west",
      "28077": "go raw tent",
      "28079": "go pewter tent",
      "29658": "go canvas tent"
    },
    "timeto": {
      "28051": 0.2,
      "28071": 0.2,
      "28072": 0.2,
      "28077": 0.2,
      "28079": 0.2,
      "29658": 0.2
    },
    "uid": [
      8208727
    ],
    "image": "fest-RW2023-1687094965.png",
    "image_coords": [
      665,
      594,
      694,
      623
    ]
  }
}