{
  "checksum": "209cb32b5d5d54fccc394b7f583edea3",
  "room": {
    "id": 3536,
    "title": [
      "[Ta'Vaalor, Maerneis Var]"
    ],
    "description": [
      "Rose-hued limestone clads an elegant shop set well back from the var.  Beds brimming with foxglove, blaeston, lavender and verbena provide a fragrant carpet upon which bees and butterflies feed with delighted abandon.  An engraved mithril sign is tacked to the doorpost.",
      "Rose-hued limestone clads an elegant shop set well back from the var.  Beds brimming with foxglove, blaeston, lavender and verbena provide a fragrant carpet as the delicate floral scents waft upon the night air.  An engraved mithril sign is tacked to the doorpost.",
      "A rose-hued limestone shop has been demolished by a series of lightning bolts, evidenced by the jagged scorch marks marring the remaining chunks of rubble.  Flower beds brimming with foxglove, blaeston, lavender, and verbena have survived the onslaught mostly intact.  An engraved mithril sign is tacked to the doorpost.",
      "A small shop clad in polished white marble stands discreetly back from the var.  Beds brimming with foxglove, blaeston, lavender, and verbena fill the air a fragrant scent.  An engraved mithril sign is tacked to the doorpost.",
      "A small shop clad in polished white marble stands discreetly back from the var.  Beds brimming with foxglove, blaeston, lavender, and verbena provide a fragrant carpet upon which bees and butterflies feed with delighted abandon.  An engraved mithril sign is tacked to the doorpost."
    ],
    "paths": [
      "Obvious paths: east, west"
    ],
    "location": "the city of Ta'Vaalor",
    "climate": "temperate",
    "terrain": "hard, flat",
    "wayto": {
      "3525": "west",
      "3537": "east",
      "17293": "go shop"
    },
    "timeto": {
      "3525": 0.2,
      "3537": 0.2,
      "17293": 0.2
    },
    "tags": [
      "meta:forage-sensed",
      "no forageables",
      "meta:forage-sensed:night:2023-01"
    ],
    "uid": [
      14100036
    ],
    "image": "en-tavaalor-1565907614.png",
    "image_coords": [
      1299,
      778,
      1336,
      814
    ]
  }
}