{
  "checksum": "d032f0eb4d405724d08f30848e48ef04",
  "room": {
    "id": 12305,
    "title": [
      "[Cobblestone Path, Gate]"
    ],
    "description": [
      "The cobblestone path winds northwest up the hill, surrounded by a thick blanket of emerald green grass.  Wildflowers of various hues and sizes intermingle with the long strands of grass, both bowing to the soft breeze blowing past.  An intricate wrought iron gate, a pair of silver and gold-plated doves at its center, leads into the wedding glade.",
      "The cobblestone path winds northwest up the hill, surrounded by a thick blanket of emerald green grass.  Twin burning torches flank the wrought iron gate, which guards the entrance to the wedding glade, their light reflecting off the silver and gold-plated doves at the gate's center.  The soft evening breeze rustles the leaves of the nearby hydrangea bushes and carries upon it the sweet scent of the fragrant blossoms.",
      "The cobblestone path winds northwest up the hill, surrounded by a thick blanket of emerald green grass.  Wildflowers of various hues and sizes intermingle with the long strands of grass, both bowing to the soft breeze blowing past.  An intricate wrought iron gate, a pair of silver and gold-plated doves at its center, leads into the wedding glade.  At the edge of the encroaching jungle lies an overgrown meandering path.",
      "The cobblestone path winds northwest up the hill, surrounded by a thick blanket of emerald green grass.  Twin burning torches flank the wrought iron gate, which guards the entrance to the wedding glade, their light reflecting off the silver and gold-plated doves at the gate's center.  The soft evening breeze rustles the leaves of the nearby hydrangea bushes and carries upon it the sweet scent of the fragrant blossoms.  At the edge of the encroaching jungle lies an overgrown meandering path."
    ],
    "paths": [
      "Obvious paths: southeast"
    ],
    "location": "the Isle of Four Winds",
    "climate": "temperate",
    "terrain": "hilly",
    "wayto": {
      "12304": "southeast",
      "19587": "go gate",
      "21089": "go path",
      "30718": "/rooms/12305/wayto/stringproc-30718.rb"
    },
    "timeto": {
      "12304": 0.2,
      "19587": 0.2,
      "21089": 0.2,
      "30718": "/rooms/12305/timeto/stringproc-30718.rb"
    },
    "tags": [
      "rose-marrow root",
      "bloodwood twig",
      "yew twig",
      "oak twig",
      "luckbloom blossom",
      "ironfern root",
      "sunburst blossom",
      "twisted twig",
      "slender twig",
      "ebony twig",
      "bolmara lichen",
      "brostheras grass",
      "fresh cilantro",
      "red cherries",
      "green pear",
      "fresh lemongrass",
      "stalk of celery",
      "meta:forage-sensed",
      "urchin guide weddinghall",
      "urchin-access",
      "meta:forage-sensed:day:2024-05"
    ],
    "uid": [
      3201055
    ],
    "image": "ifw-isle_of_four_winds-1310232949.png",
    "image_coords": [
      2073,
      625,
      2105,
      655
    ]
  }
}