{
  "checksum": "b6013d725fbfa50d0e6318ce72c797c0",
  "room": {
    "id": 28061,
    "title": [
      "[The Lists, Dragon Entry]",
      "[The Lists, Phoenix Entry]",
      "[The Lists, Stag Entry]"
    ],
    "description": [
      "Pennants of verdant leather hang low along the dirt-splattered road, their tapered ends licking like small flames along the ebonwood posts outlining the area adjacent to the viewing stands.  Squires laden with lances stand ready at an opening in a pennant-festooned, wooden barrier separating the viewing stands from the competition.  A makeshift wall of decorative shields leans against several charred aspen stumps, each one carved with the image of an antlered stag raised against a field of gold.",
      "Pennants of silvered leather hang low along the dirt-splattered road, their tapered ends licking like small flames along the ebonwood posts outlining the area adjacent to the viewing stands.  Squires laden with lances stand ready at an opening in a pennant-festooned, wooden barrier separating the viewing stands from the competition.  A makeshift wall of decorative shields leans against several charred aspen stumps, each one carved with the image of a dual-winged dragon raised against a field of plum.",
      "Pennants of faded vermilion leather hang low along the dirt-splattered road, their tapered ends licking like small flames along the ebonwood posts outlining the area adjacent to the viewing stands.  Squires laden with lances stand ready at an opening in a pennant-festooned, wooden barrier separating the viewing stands from the competition.  A makeshift wall of decorative shields lean against several charred aspen stumps, each one carved with the image of a resplendent phoenix set against a backdrop of black."
    ],
    "paths": [
      "Obvious paths: southeast, northwest"
    ],
    "location": "Rumor Woods",
    "wayto": {
      "27990": "northwest",
      "28060": "go stands",
      "28062": "go opening",
      "28063": "southeast"
    },
    "timeto": {
      "27990": 0.2,
      "28060": 0.2,
      "28062": 0.2,
      "28063": 0.2
    },
    "uid": [
      8208718
    ],
    "image": "fest-RW2023-1687094965.png",
    "image_coords": [
      435,
      537,
      465,
      564
    ]
  }
}