{
  "checksum": "1fdf68a0ea9e61ec6f7c369620251bc0",
  "room": {
    "id": 16214,
    "title": [
      "[Millah's Fen, Lookout Hill]"
    ],
    "description": [
      "Stars fill the night sky, their light reflected faintly by a sea of fog surrounding the hilltop.  A soft glow far to the south marks the location of River's Rest and silhouettes a lone tower.  Intermittent bursts of light illuminate an omnious keep to the east, while the silence of the night air carries the sound of a distant sea to the west.  Weathered and moss covered, a stone chair is set facing the west in the center of the hilltop.",
      "An island above the swirling fog, the top of the hill offers an endless view of the surrounding geography.  Far to the west, a blue strip represents the Great Western Sea, while to the east, an ominous stone keep emerges from the fog.  Farther to the south is a blue-roofed tower and beyond it, the minarets and towers of River's Rest.  Weathered and moss-covered, a stone chair is set facing the west in the center of the hilltop.",
      "Stars fill the night sky, their light reflected faintly by a sea of fog surrounding the hilltop.  A soft glow far to the south marks the location of River's Rest and silhouettes a lone tower.  Intermittent bursts of light illuminate an ominous keep to the east, while the silence of the night air carries the sound of a distant sea to the west.  Weathered and moss covered, a stone chair is set facing the west in the center of the hilltop."
    ],
    "paths": [
      "Obvious paths: down"
    ],
    "location": "the Marsh Keep",
    "climate": "moist",
    "terrain": "hilly",
    "wayto": {
      "11689": "down"
    },
    "timeto": {
      "11689": 0.2
    },
    "tags": [
      "yellow passionflower",
      "blue passionflower",
      "withered black mushroom",
      "white passionflower",
      "spotted heart mushroom",
      "sticks",
      "trollfear mushroom",
      "soft white mushroom",
      "daggerstalk mushroom",
      "flathead mushroom",
      "genkew mushroom",
      "blue trafel mushroom",
      "stalk of bluebells",
      "motherwort",
      "tree bark",
      "murkweed",
      "willow twig",
      "yew twig",
      "luckbloom blossom",
      "twisted twig",
      "slender twig",
      "bolmara lichen",
      "meta:forage-sensed",
      "sunburst blossom",
      "brostheras grass",
      "sugar cane",
      "meta:forage-sensed:night:2023-02",
      "mulberry fronds",
      "meta:forage-sensed:day:2024-05"
    ],
    "uid": [
      376014
    ],
    "image": "rr-marsh_keep-1266356986.png",
    "image_coords": [
      279,
      736,
      288,
      744
    ]
  }
}