{
  "checksum": "faa7712c2c2c7f84fc06897e1b8e99c9",
  "room": {
    "id": 2395,
    "title": [
      "[Tavern Burrow, Honeybeer Road]"
    ],
    "description": [
      "The Honeybeer Inn is a homey, cheerful-looking tavern with low, broad eaves and two round dormer windows that overlook the street.  Smoke curls upward from the stone chimney.  The scent of roasting rolton drifts out of the oak door each time it opens.  A standing hoarbeam-framed slate stands out front to welcome customers.",
      "The local inn is a homey and cheery place with low, broad eaves and two round dormer windows overlooking the street.  Smoke curls upward from the stone chimney, and the scent of roast rolton drifts out from the oak door each time it is opened.",
      "The local inn is a homey and cheery place with low, broad eaves and two round dormer windows overlooking the street.  The windows are shuttered now, but you can see some candlelight through the slats.  Smoke curls upward from the stone chimney, and the sounds of merriment drift out from a small window that seems to be in the pub.",
      "The Honeybeer Inn is a homey, cheerful place with low, broad eaves and two round dormer windows overlooking the street.  The windows are shuttered against the night's chill, but candlelight winks through the slats.  Smoke curls upward from the stone chimney to join the darkness of night.  The sounds of muffled merriment escape the door every time it opens."
    ],
    "paths": [
      "Obvious paths: north, east, west"
    ],
    "location": "Icemule Trace",
    "climate": "cold, dry",
    "terrain": "hard, flat",
    "wayto": {
      "2394": "west",
      "2396": "east",
      "2397": "north",
      "3448": "go door"
    },
    "timeto": {
      "2394": 0.2,
      "2396": 0.2,
      "2397": 0.2,
      "3448": 0.2
    },
    "tags": [
      "calmintha flower",
      "meta:forage-sensed",
      "meta:forage-sensed:night:2022-11"
    ],
    "uid": [
      4042201
    ],
    "image": "imt-icemule-1474811966.png",
    "image_coords": [
      316,
      1229,
      352,
      1265
    ]
  }
}