{
  "checksum": "875e05a2ed0763817333b65a017a2c6c",
  "room": {
    "id": 1599,
    "title": [
      "[Solhaven, Liabo Esplanade]"
    ],
    "description": [
      "Moonlight softly illuminates the crowded flowerbeds forming the northern border of the avenue.  Saffron snapdragon compete with bright yellow daffodils and golden sunflowers, forming a wall of living color and greenery.  A pair of golden sandstone pegasi kneel to either side of a brick walkway that leads north beyond the flowerbeds.  Tall boxwood hedges line the south side of the esplanade, parted by a broad tiled path leading south.",
      "Moonlight softly illuminates the crowded flowerbeds forming the northern border of the avenue.  Saffron snapdragons compete with bright yellow daffodils and golden sunflowers, forming a wall of living color and greenery.  A pair of golden sandstone pegasi kneel to either side of a brick walkway that leads north beyond the flowerbeds.  Tall boxwood hedges line the south side of the esplanade, parted by a broad tiled path leading south.",
      "A constant ribbon of color fills the air as dozens of butterflies flutter, land and glide among the crowded flowerbeds forming the northern border of the avenue.  Saffron snapdragons compete with bright yellow daffodils and golden sunflowers, forming a wall of living sunshine and greenery.  A pair of golden sandstone pegasi kneel to either side of a brick walkway that leads north beyond the flowerbeds.  Tall boxwood hedges line the south side of the esplanade, parted by a broad tiled path leading south."
    ],
    "paths": [
      "Obvious paths: east, south, west"
    ],
    "location": "the free port of Solhaven",
    "climate": "temperate",
    "terrain": "hard, flat",
    "wayto": {
      "1470": "east",
      "1600": "south",
      "1601": "west",
      "13188": "climb tree",
      "13261": "go walkway"
    },
    "timeto": {
      "1470": 0.2,
      "1600": 0.2,
      "1601": 0.2,
      "13188": 0.2,
      "13261": 0.2
    },
    "tags": [
      "meta:forage-sensed",
      "no forageables"
    ],
    "uid": [
      4209061
    ],
    "image": "vo-solhaven-1675635404.png",
    "image_coords": [
      1002,
      765,
      1026,
      789
    ]
  }
}