{
  "checksum": "845cabc2c83e4994ffe74d59365f3fe8",
  "room": {
    "id": 28051,
    "title": [
      "[Rumor Woods, Canine Track]",
      "[Rumor Woods, Equid Track]"
    ],
    "description": [
      "A scattered group of tree stumps sits on either side of the viewing stands, each one stained a bright crimson, then adorned with a shield engraved with the image of an ebon wolf.  Well-used horseshoes weigh down the shields, although the muddied grass beneath appears to have a firm hold regardless of assistance.  The sounds of clashing metal dance together with the murmurs of market noise coming from the southwest.",
      "A scattered group of tree stumps sit on either side of the viewing stands, each one stained a vibrant green, then adorned with a shield engraved with the image of a golden stag.  Well-used horseshoes weigh down the shields, although the muddied grass beneath appears to have a firm hold regardless of assistance.  The sounds of clashing metal dance together with the murmurs of market noise coming from the southwest.",
      "A scattered group of tree stumps sits on either side of the viewing stands, each one stained a pale silver, then adorned with a shield engraved with the image of a plum dragon.  Well-used horseshoes weigh down the shields, although the muddied grass beneath appears to have a firm hold regardless of assistance.  The sounds of clashing metal dance together with the murmurs of market noise coming from the southwest.",
      "A scattered group of tree stumps sit on either side of the viewing stands, each one stained a deep black, then adorned with a shield engraved with the image of a fiery vermilion phoenix.  Well-used horseshoes weigh down the shields, although the muddied grass beneath appears to have a firm hold regardless of assistance.  The sounds of clashing metal dance together with the murmurs of market noise coming from the southwest."
    ],
    "paths": [
      "Obvious paths: northeast, southwest"
    ],
    "location": "Rumor Woods",
    "wayto": {
      "28050": "northeast",
      "28052": "go white tent",
      "28054": "go brown tent",
      "28057": "go viewing stands",
      "28076": "southwest",
      "29655": "go whitewashed shop",
      "33548": "go canvas tent"
    },
    "timeto": {
      "28050": 0.2,
      "28052": 0.2,
      "28054": 0.2,
      "28057": 0.2,
      "28076": 0.2,
      "29655": 0.2,
      "33548": 0.2
    },
    "uid": [
      8208723
    ],
    "image": "fest-RW2023-1687094965.png",
    "image_coords": [
      723,
      537,
      752,
      566
    ]
  }
}