{
  "checksum": "f4c235052e61a6f4b15737cb6c001fd4",
  "room": {
    "id": 28017,
    "title": [
      "[Jousting Fields, Viewing Stands]"
    ],
    "description": [
      "Crowded with benches painted hunter green, the viewing stands look out over the lists and hopeful champions on their mounts.  Tavern wenches circulate through the seating area, each carrying wooden trays weighted with ale-filled tankards, skillfully dodging pinching hands.  A forgotten pennant lies draped over a straw bale near a short row of steps leading down to the road.",
      "Crowded with wooden benches painted red, the viewing stands look out over the lists and hopeful champions on their mounts.  Tavern wenches circulate through the seating area, each carrying wooden trays weighted with ale-filled tankards, skillfully dodging pinching hands.  A forgotten pennant lies draped over a straw bale near a short row of steps leading down to the road.",
      "Crowded with wooden benches painted cobalt, the viewing stands look out over the lists and hopeful champions on their mounts.  Tavern wenches circulate through the seating area, each carrying wooden trays weighted with ale-filled tankards, skillfully dodging pinching hands.  A forgotten pennant lies draped over a straw bale near a short row of steps leading down to the road.",
      "Crowded with wooden benches painted royal blue, the viewing stands look out over the lists and hopeful champions on their mounts.  Tavern wenches circulate through the seating area, each carrying wooden trays weighted with ale-filled tankards, skillfully dodging pinching hands.  A forgotten pennant lies draped over a straw bale near a short row of steps leading down to the road."
    ],
    "paths": [
      "Obvious paths: east, down"
    ],
    "location": "Rumor Woods",
    "wayto": {
      "28016": "down",
      "28018": "east"
    },
    "timeto": {
      "28016": 0.2,
      "28018": 0.2
    },
    "uid": [
      8208731
    ],
    "image": "fest-RW2023-1687094965.png",
    "image_coords": [
      491,
      420,
      521,
      450
    ]
  }
}