{
  "checksum": "f85d88e389193a70798bf166b052f76e",
  "room": {
    "id": 28026,
    "title": [
      "[Rumor Woods, Hammer Way]"
    ],
    "description": [
      "The shouts of the roaring crowd from within the viewing stands to the south compete with the noise of the ringing anvils to the north.  Over all of the din, merchants pitch their sales to passersby, whose uttered curses in return bemoan ankle-deep mud and horse dung.  On either side of the way, freshly cut tree stumps are splashed with hunter green paint, some bearing detailed golden roltons.",
      "The shouts of the roaring crowd from within the viewing stands to the south competes with the noise of the ringing anvils to the north.  Over all of the din, merchants call out sales to passersby on the road whose uttered curses in return bemoan ankle-deep mud and horse dung.  On either side of the way, freshly cut tree stumps are splashed with red paint, some bearing detailed platinum lions.",
      "The shouts of the roaring crowd from within the viewing stands to the south compete with the noise of the ringing anvils to the north.  Over all of the din, merchants pitch their sales to passersby, whose uttered curses in return bemoan ankle-deep mud and horse dung.  On either side of the way, freshly cut tree stumps are splashed with cobalt paint, some bearing detailed black and white unicorns.",
      "The shouts of the roaring crowd from within the viewing stands to the south competes with the noise of the ringing anvils to the north.  Over all of the din, merchants call out sales to passersby on the road whose uttered curses in return bemoan ankle-deep mud and horse dung.  On either side of the way, freshly cut tree stumps are splashed with royal blue paint, some bearing detailed golden serpents."
    ],
    "paths": [
      "Obvious paths: north, northeast, east, west"
    ],
    "location": "Rumor Woods",
    "wayto": {
      "28023": "east",
      "28027": "go canvas tent",
      "28028": "go blacksmith's stall",
      "28029": "west",
      "28033": "north",
      "28042": "northeast",
      "29687": "go wool tent"
    },
    "timeto": {
      "28023": 0.2,
      "28027": 0.2,
      "28028": 0.2,
      "28029": 0.2,
      "28033": 0.2,
      "28042": 0.2,
      "29687": 0.2
    },
    "uid": [
      8208738
    ],
    "image": "fest-RW2023-1687094965.png",
    "image_coords": [
      549,
      363,
      579,
      393
    ]
  }
}