{
  "checksum": "6d738c7dfd8d8478060ecb89d9764b7f",
  "room": {
    "id": 5827,
    "title": [
      "[Ta'Vaalor, Vermilion Gate]"
    ],
    "description": [
      "A massive stone wall rises high above, crennelated along the top of the city's last defense as far as the eye can see.  As it reaches the surface of the river the wall disappears into the murky depths of the Mistydeep, leaving no hint as to how far down the stonework may go.  The wall is pierced by the Vermilion Gate, a large ironwork gate above which the crest of House Vaalor is deeply carved into limestone blocks.  Decorated with rich dark red enamel and lined with pure gold, the crest glitters opulently.",
      "A massive stone wall rises high above, crennelated along the top of the city's last defense as far as the eye can see. The wall is pierced by the Vermilion Gate, a large ironwork gate above which the crest of House Vaalor is deeply carved into massive limestone blocks.  Decorated with rich dark red enamel and lined with pure gold, the crest glitters opulently in the light of torches lining the bridge.",
      "A massive stone wall rises high above, crenellated along the top of the city's last defense as far as the eye can see. The wall is pierced by the Vermilion Gate, a large ironwork gate above which the crest of House Vaalor is deeply carved into massive limestone blocks.  Decorated with rich dark red enamel and lined with pure gold, the crest glitters opulently in the light of torches lining the bridge.",
      "A massive stone wall rises high above, crenellated along the top of the city's last defense as far as the eye can see.  As it reaches the surface of the river the wall disappears into the murky depths of the Mistydeep, leaving no hint as to how far down the stonework may go.  The wall is pierced by the Vermilion Gate, a large ironwork gate above which the crest of House Vaalor is deeply carved into limestone blocks.  Decorated with rich dark red enamel and lined with pure gold, the crest glitters opulently."
    ],
    "paths": [
      "Obvious paths: northeast"
    ],
    "location": "the city of Ta'Vaalor",
    "climate": "temperate",
    "terrain": "hard, flat",
    "wayto": {
      "3490": "/rooms/5827/wayto/stringproc-3490.rb",
      "5828": "northeast"
    },
    "timeto": {
      "3490": 0.2,
      "5828": 0.2
    },
    "tags": [
      "advguard",
      "meta:mapname:Elven Nations - Ta'Vaalor Cemetary and Neartofar Forest",
      "meta:mapshortname:Cemetary/Neartofar Forest",
      "meta:mapcategory:Elven Nations",
      "meta:forage-sensed",
      "advguard2",
      "no forageables",
      "meta:forage-sensed:night:2022-09"
    ],
    "uid": [
      14100015
    ],
    "image": "en-cemetery-1617615116.png",
    "image_coords": [
      293,
      1095,
      304,
      1105
    ]
  }
}