{
  "checksum": "934900c6344262c5d3e8a7c212f877ed",
  "room": {
    "id": 28100,
    "title": [
      "[Grand Stable, Center]"
    ],
    "description": [
      "This large central area of the stable is bustling with activity.  Fresh pine struts rise from the cobblestone floors to support rafters that create a high peaked ceiling overhead, with large windows lining the walls above that allow fresh air and light into the busy space.  Traveling through the entire structure from east to west is a wide alley large enough to accommodate equine traffic.  A large chalkboard with bold yellow letters scrawled across it has been posted here, designating stall assignments and staffing.",
      "This large central area of the stable is bustling with activity.  Fresh pine struts rise from the cobblestone floors to support rafters that create a high peaked ceiling overhead, with large windows lining the walls above that allow fresh air and light into the busy space.  Traveling through the entire structure from east to west is a wide alley large enough to accommodate equine traffic.  A large chalkboard with bold yellow letters scrawled across it with yellow letters scrawled across it has been posted here, designating stall assignments and staffing.",
      "This large central area of the stable is bustling with activity. Fresh pine struts rise from the cobblestone floors to support rafters that create a high peaked ceiling overhead, with large windows lining the walls above that allow fresh air and light into the busy space. Travelling through the entire structure from east to west is a wide alley large enough to accommodate equine traffic.  A large chalkboard that designates stall assignments and staffing duties has been posted here."
    ],
    "paths": [
      "Obvious exits: east, west, out",
      "Obvious exits: east, west"
    ],
    "location": "Rumor Woods",
    "wayto": {
      "28068": "out",
      "28098": "east",
      "28101": "go wooden gate",
      "28102": "west"
    },
    "timeto": {
      "28068": 0.2,
      "28098": 0.2,
      "28101": 0.2,
      "28102": 0.2
    },
    "uid": [
      8209134
    ]
  }
}