{
  "checksum": "b92db7a3ad653cb129eda33e0d5c9029",
  "room": {
    "id": 27554,
    "title": [
      "[Caligos Isle, Water's Edge]"
    ],
    "description": [
      "Resembling gargantuan swords, craggy volcanic glass spikes rise out of the water in the distance, their sharp edges slicing the water and destroying the threatening waves before they reach the black sand shore.  Tangles of seaweed form a high-tide ring several feet back from the lapping water, while a driftwood and dried-up anemone ring is set several feet further back.  Smooth stones laid out in a squarish shape hint that once in the lone beach's past there may have been a house or two in residence.",
      "Resembling gargantuan swords, craggy volcanic glass spikes rise out of the water in the distance, their sharp edges slicing the ocean and destroying the threatening waves before they reach the black sand shore.  Tangles of seaweed form a high tide ring several feet back from the lapping water, while a driftwood and dried-up anemone ring is set several feet further back.  Smooth stones laid out in a squarish shape flank a simple cottage and hint that once, there may have been more homes in residence here.",
      "Gargantuan sword-like spikes of volcanic glass rise out of the water in the distance, their sharp edges slicing the water and destroying the threatening waves before they reach the black sand shore.  Garlands of sun-dried anemones lay draped across effigies of driftwood, each offering paired with a basket of baked goods, dried fish, and other bounties of the land and sea.  Wood and stone frameworks are scattered closer to the mainland, hinting at the beginnings of several small residences."
    ],
    "paths": [
      "Obvious paths: northeast, east, southeast, southwest, northwest"
    ],
    "location": "Caligos Isle",
    "wayto": {
      "27551": "southeast",
      "27553": "east",
      "27556": "northeast",
      "28577": "go cottage",
      "30086": "northwest",
      "30087": "southwest"
    },
    "timeto": {
      "27551": 0.2,
      "27553": 0.2,
      "27556": 0.2,
      "28577": 0.2,
      "30086": 0.2,
      "30087": 0.2
    },
    "image": "fest-ebon_gate-caligos_isle-1539222190.png",
    "image_coords": [
      448,
      73,
      458,
      83
    ]
  }
}