{
  "checksum": "76f3ce9ab556c3ed2fb0cbedd6d6ceee",
  "room": {
    "id": 26838,
    "title": [
      "[Bloodriven Village, Hushed Park]"
    ],
    "description": [
      "Encircled by shadows and seedy brick buildings, the small park is a stark contrast with the vivid colors of solstice decorations.  Graduated couplings of well-trimmed trees nestle between bushes of holly while painted pillars filled with fragrant pinecones and cinnamon separate the road from the attempted cultivation.  A row of bright green hedges blends into the colorful scene, the flora hung with tiny bells.",
      "Encircled by shadows and seedy brick buildings, the small park is more grey than green.  Thick tufts of crabgrass seem to battle the coarse monkeygrass for domination, while tangled knots of dark bushes separate the road from the attempted cultivation.  Rising in startling contrast to the surrounding area, a row of bright green hedges seems starkly out of place amid the unhappy expanse.",
      "Encircled by shadows and seedy brick buildings, the small park is a stark contrast with the vivid colors of solstice decorations.  Graduated couplings of well-trimmed trees nestle between bushes of holly while painted pillars filled with fragrant pinecones and cinnamon separate the road from the attempted cultivation.  A row of bright green hedges blends into the colorful scene, the fauna hung with tiny bells."
    ],
    "paths": [
      "Obvious paths: southwest"
    ],
    "location": "Bloodriven Village",
    "climate": "temperate",
    "terrain": "hard, flat",
    "wayto": {
      "26839": "go hedges",
      "26840": "southwest",
      "33315": "go lean-to",
      "35190": "go ebonwood shop"
    },
    "timeto": {
      "26839": 0.2,
      "26840": 0.2,
      "33315": 0.2,
      "35190": 0.2
    },
    "tags": [
      "no forageables"
    ],
    "uid": [
      8214537
    ],
    "image": "fest-duskruin-1660957206.png",
    "image_coords": [
      922,
      650,
      952,
      681
    ]
  }
}