{
  "checksum": "7cb73ea2e7f397c3837a87e39fff6944",
  "room": {
    "id": 30789,
    "title": [
      "[Enemy Ship, Quarters]"
    ],
    "description": [
      "A map hangs above a bed situated near a window that runs the breadth of the stern, the view of the sea beyond superior to any painting hanging on the cherry-paneled walls of this well appointed cabin.  The nautical charts strewn across a table tell the ships history at sea, while the details are all recorded in the log books stacked on a chair.  A large sea chest occupies one corner, a lock securing its contents inside.",
      "At the head of a table strewn with sea charts, a chair is afforded an uninterrupted view out of a glass-paned window spanning the width of the stern to the seas beyond.  A map and a stack of logbooks lie on the freshly swept deck at the foot of a bed.  A driftwood trunk packed with clothing and books sits open next to an ornate ivory and gold music stand.",
      "Freshly made with clean linens, a bed stretches out beneath a clear glass-paned window at the rear of the cabin.  A lantern flickers atop a table stacked with books, empty teacups, and nautical charts.  A map is framed upon a cherry paneled wall above a chair, its seat occupied by a three-legged tabby cat.",
      "Luxuriously appointed with plush carpets over a polished teak floor, the cabin is well lit by gilded brass sconces set with beeswax candles.  The curtains are drawn back from an expansive, glass-paned window, allowing the sunlight to spill across a bed and onto a table and a chair nearby.  A map is stuck to a teak-paneled wall by a dagger driven in almost to the hilt.",
      "Sunlight filters through a large, glass-paned window, illuminating a map spread out on a table in the center of the cabin.  A logbook lies open on a bed near a chair piled with freshly laundered garments.  Nautical charts are tacked to the oak-paneled walls, all scribbled with illegible handwriting, one drawn with a giant sea monster.",
      "Wrought iron lanterns sway overhead, the dancing flames casting light on a chair positioned behind a table, laden with charts, logbooks, and a map.  A bed is made up beneath an expansive window, the view interrupted by a dangling rope with bucket in hand to clean the glass panes.  A forgotten astrolabe lies near the door.",
      "Wrought iron lanterns sway overhead, the dancing flames casting light on a chair positioned behind a table, laden with charts, logbooks, and a map.  A bed is made up beneath an expansive window, the view interrupted by a rope dangling a bucket to help clean the glass panes.  A forgotten astrolabe lies near the door.",
      "Moonlight filters through a large, glass-paned window, illuminating a map spread out on a table in the center of the cabin.  A logbook lies open on a bed near a chair piled with freshly laundered garments.  Nautical charts are tacked to the oak-paneled walls, all scribbled with illegible handwriting, one drawn with a giant sea monster."
    ],
    "paths": [
      "Obvious exits: out"
    ],
    "location": "The Tenebrous Cauldron",
    "wayto": {
      "30788": "out"
    },
    "timeto": {
      "30788": 0.2
    },
    "tags": [
      "enemy sloop",
      "set desc on; peer out =~ /^In the shadows cast from the/"
    ],
    "image": "osa-ships-1649101574.jpg",
    "image_coords": [
      724,
      204,
      737,
      215
    ]
  }
}