{
  "checksum": "4b26921860ab6ca2e4db8e535dc198d0",
  "room": {
    "id": 28033,
    "title": [
      "[Rumor Woods, Anvil Strip]"
    ],
    "description": [
      "Blasts of heat rush outside of a large, open-air forge, the thunderous sounds of hammer and anvil filling the area.  Gold and hunter green pennants are tied to posts sunk into the soft ground, each surrounded by a diverse lot of saddled horses patiently awaiting their riders' return.  In between two canvas tents, a halfling perches on an overturned crate, polishing a pair of riding boots.",
      "Blasts of heat rush outside of a large, open-air forge, the thunderous sounds of hammer and anvil filling the area.  Platinum and red pennants are tied to posts sunk into the soft ground, each surrounded by a diverse lot of saddled horses patiently awaiting their riders' return.  In between two canvas tents, a halfling perches on an overturned crate, polishing a pair of riding boots.",
      "Blasts of heat rush outside of a large, open-air forge, the thunderous sounds of hammer and anvil filling the area.  Blue and gold pennants are tied to posts sunk into the soft ground, each surrounded by a diverse lot of saddled horses patiently awaiting their riders' return.  In between two canvas tents, a halfling perches on an overturned crate, polishing a pair of riding boots."
    ],
    "paths": [
      "Obvious paths: east, southeast, south, southwest"
    ],
    "location": "Rumor Woods",
    "wayto": {
      "28023": "southeast",
      "28026": "south",
      "28029": "southwest",
      "28034": "go canvas tent",
      "28036": "go large forge",
      "28042": "east",
      "29681": "go paint-stained tent",
      "29683": "go oilcloth tent"
    },
    "timeto": {
      "28023": 0.2,
      "28026": 0.2,
      "28029": 0.2,
      "28034": 0.2,
      "28036": 0.2,
      "28042": 0.2,
      "29681": 0.2,
      "29683": 0.2
    },
    "uid": [
      8208740
    ],
    "image": "fest-RW2023-1687094965.png",
    "image_coords": [
      550,
      306,
      580,
      334
    ]
  }
}