{
  "checksum": "4f670512540aa6f3441a26dced6e59ee",
  "room": {
    "id": 698,
    "title": [
      "[Ta'Illistim, Sylvar Wey]"
    ],
    "description": [
      "A slate-grey granite villa stands far back from the intersecting streets, its grounds immaculately landscaped and surrounded by a low granite fence.  Honeysuckle vines grow along the fence at regular intervals, their tiny yellow blooms nodding in the day's breeze.",
      "A stately mansion stands far back from the intersecting streets, its yard immaculately landscaped and surrounded by a low-stacked stone fence.  Sweetly fragrant honeysuckle vines grow along the fence at regular intervals, their tiny yellow blooms nodding in the night's breeze.",
      "A stately mansion stands far back from the intersecting streets, its yard immaculately landscaped and surrounded by a low-stacked stone fence.  Sweetly fragrant honeysuckle vines grow along the fence at regular intervals, their tiny yellow blooms nodding in the day's breeze.",
      "A stately villa stands far back from the intersecting streets, its grounds immaculately landscaped and surrounded by a low granite fence.  Honeysuckle vines grow along the fence at regular intervals, their tiny yellow blooms nodding in the night's breeze.",
      "A stately villa stands far back from the intersecting streets, its grounds immaculately landscaped and surrounded by a low granite fence.  Honeysuckle vines grow along the fence at regular intervals, their tiny yellow blooms nodding in the day's breeze."
    ],
    "paths": [
      "Obvious paths: north, south, west"
    ],
    "location": "Ta'Illistim",
    "climate": "temperate",
    "terrain": "hard, flat",
    "wayto": {
      "697": "west",
      "699": "north",
      "705": "south",
      "32294": "go mistwood doors"
    },
    "timeto": {
      "697": 0.2,
      "699": 0.2,
      "705": 0.2,
      "32294": 0.2
    },
    "tags": [
      "no forageables",
      "meta:forage-sensed",
      "meta:forage-sensed:night:2022-11"
    ],
    "uid": [
      13100058
    ],
    "image": "en-ta_illistim-new.jpg",
    "image_coords": [
      1115,
      334,
      1137,
      354
    ]
  }
}