{
  "checksum": "4f6a232d81bc4bc57c3bd6e80fa043f8",
  "room": {
    "id": 186,
    "title": [
      "[Ta'Illistim, Shimmarglin Court]"
    ],
    "description": [
      "The city's general store provides the backdrop for this bustling area of the court.  Residents and travellers alike stream in and out of the stone building's front entrance, conversing jovially amongst themselves as they shop.  Two city guardsmen stand watch outside the store.",
      "The city's general store provides the backdrop for this bustling area of the court.  A few patrons wander in and out of the stone building's front entrance, conversing jovially amongst themselves as they shop.  Two city guardsmen stand watch outside the store.",
      "Three small shops, all alike in construction and style, frame this section of the courtyard.  The space between their buildings is taken up with the tarpulin-covered stalls and tables of the daily market, though only a few such obstacles sit near their fronts.  Arching out of the Court is the marble span of a bridge.",
      "Three small shops, all alike in construction and style, frame this section of the courtyard.  The space between their buildings is taken up with the temporary stalls and tables of the daily market, which also crowd the cobblestones at their fronts as well.  Arching out of the Court is the marble span of a bridge."
    ],
    "paths": [
      "Obvious paths: northeast, southwest",
      "Obvious paths: northeast, southwest, northwest"
    ],
    "location": "Ta'Illistim",
    "climate": "temperate",
    "terrain": "hard, flat",
    "wayto": {
      "185": "southwest",
      "187": "northeast",
      "4009": "go small shop"
    },
    "timeto": {
      "185": 0.2,
      "187": 0.2,
      "4009": 0.2
    },
    "tags": [
      "no forageables",
      "meta:forage-sensed",
      "meta:forage-sensed:night:2022-11"
    ],
    "uid": [
      13100045
    ],
    "image": "en-ta_illistim-new.jpg",
    "image_coords": [
      1126,
      509,
      1147,
      532
    ]
  }
}