{
  "checksum": "ccd53fe20ee87e747047e91577da1d2c",
  "room": {
    "id": 2428,
    "title": [
      "[Commerce Burrow, Sylvan Hollow]"
    ],
    "description": [
      "Paved with cobblestones, a wide cul-de-sac spreads before Clovertooth Hall, the civic center of the bustling town.  Meticulously clean windows sparkle to either side of the wide, arched entry, the keystone of which is stamped with a mule in bright copper inlay.  The slate shingles of the building are tidy and even, and they are sealed with pine pitch.  High-topped spruce trees with verdant needles dusted by fresh snow frame the circle, softening the sounds of peddlers and foot traffic along the road to the north.",
      "A cobblestone circle marks the entrance to an ornate white marble structure.  Sparkling clean windows mark either side of the entrance, over which the words \"Clovertooth Hall\" are deeply engraved.  The circle bustles with the townspeople of Icemule Trace.",
      "A cobblestone circle marks the entrance to an ornate white marble structure.  Sparkling clean windows mark either side of the entrance, over which the words \"Clovertooth Hall\" are deeply engraved.  The circle is empty but for a few bleary-eyed clerks and visitors doing after-hours business with the government of Icemule Trace.",
      "A cobblestone circle marks the entrance to an ornate white marble structure, though half of its western wall is blackened with fire marks.  Smoke-darkened windows windows mark either side of the entrance, over which the words \"Clovertooth Hall\" are deeply engraved.",
      "A wide cul-de-sac lined with cobblestones spreads before a two-story stone structure.  Scaffolding climbs the facade, laden with the leavings of day workers: cleaning cloths, buckets, and acrid-smelling scouring solution.  Much of the building's facade is blackened by scorch marks, and it looks as if an extensive effort at remodeling and recovery is underway.  Smoke-darkened windows mark either side of the building's arched entrance, over which the words \"Clovertooth Hall\" are inlaid in bronze."
    ],
    "paths": [
      "Obvious paths: north"
    ],
    "location": "Icemule Trace",
    "climate": "cold, dry",
    "terrain": "hard, flat",
    "wayto": {
      "2427": "north",
      "21689": "go hall"
    },
    "timeto": {
      "2427": 0.2,
      "21689": 0.2
    },
    "tags": [
      "calmintha flower",
      "meta:forage-sensed",
      "meta:forage-sensed:night:2022-11"
    ],
    "uid": [
      4042307
    ],
    "image": "imt-icemule-1474811966.png",
    "image_coords": [
      759,
      875,
      795,
      911
    ]
  }
}