{
  "checksum": "38a2ceea8d67aa36bb021fe503221173",
  "room": {
    "id": 17603,
    "title": [
      "[Western Harbor, Jetty]"
    ],
    "description": [
      "Silvery light glitters off of the water on the harbor side of the jetty, its smooth waters a contrast to the rough surf that crashes against the granite blocks on the eastern side.  Nestled comfortably on the harbor side is a sturdy wooden lodge, somewhat salt-stained but solidly constructed.  Wrought iron railings are fused to the sandstone slabs that create a flat walking surface and extend down the length of the jetty as it travels further out into the sea.",
      "Light glitters off of the water on the harbor side of the jetty, its smooth waters a contrast to the rough surf that crashes against the granite blocks on the eastern side.  Wrought iron railings are fused to the sandstone slabs that create a flat walking surface and extend down the length of the jetty as it travels further out into the sea.",
      "Silvery light glitters off of the water on the harbor side of the jetty, its smooth waters a contrast to the rough surf that crashes against the granite blocks on the eastern side.  Wrought iron railings are fused to the sandstone slabs that create a flat walking surface and extend down the length of the jetty as it travels further out into the sea."
    ],
    "paths": [
      "Obvious paths: southwest, northwest"
    ],
    "location": "the Western Harbor",
    "climate": "humid",
    "terrain": "rough",
    "wayto": {
      "17588": "southwest",
      "17604": "northwest",
      "31532": "go lodge"
    },
    "timeto": {
      "17588": 0.2,
      "17604": 0.2,
      "31532": 0.2
    },
    "tags": [
      "white passionflower",
      "yellow passionflower",
      "blue passionflower",
      "cone-shaped pineapple",
      "meta:forage-sensed",
      "meta:forage-sensed:day:2024-05"
    ],
    "uid": [
      3216009
    ],
    "image": "ifw-isle_of_four_winds-1310232949.png",
    "image_coords": [
      1372,
      765,
      1405,
      794
    ]
  }
}