{
  "checksum": "3fb7ab9523f60ea9e5541fe007fa19a5",
  "room": {
    "id": 28023,
    "title": [
      "[Rumor Woods, Hammer Way]"
    ],
    "description": [
      "A wagon filled with sawdust is parked in the middle of the road, its driver nowhere in sight.  A small group of children astride stick horses brandish aspen branches streaming gold banderoles, laughing and shouting as they charge at each other in turn.  A line of merchant stalls along one side of the road appear to have recently been afire, the scorched aspen wood still smoldering.",
      "A wagon filled with sawdust is parked in the middle of the road, its driver nowhere in sight.  A small group of children astride stick horses brandish aspen branches streaming cobalt banderoles, laughing and shouting as they charge at each other in turn.  A line of merchant stalls along one side of the road appear to have recently been afire, the scorched aspen wood still smoldering.",
      "A wagon filled with sawdust is parked in the middle of the road, its driver nowhere in sight.  A small group of children astride stick horses brandish aspen branches streaming red banderoles, laughing and shouting as they charge at each other in turn.  A line of merchant stalls along one side of the road appear to have recently been afire, the scorched aspen wood still smoldering.",
      "A wagon filled with sawdust is parked in the middle of the road, its driver nowhere in sight.  A small group of children astride stick horses brandish aspen branches streaming royal blue banderoles, laughing and shouting as they charge at each other in turn.  A line of merchant stalls along one side of the road appear to have recently been afire, the scorched aspen wood still smoldering."
    ],
    "paths": [
      "Obvious paths: north, east, west, northwest"
    ],
    "location": "Rumor Woods",
    "wayto": {
      "28022": "east",
      "28025": "go yellow tent",
      "28026": "west",
      "28033": "northwest",
      "28035": "go canvas-draped stall",
      "28042": "north",
      "29690": "go rickety wagon"
    },
    "timeto": {
      "28022": 0.2,
      "28025": 0.2,
      "28026": 0.2,
      "28033": 0.2,
      "28035": 0.2,
      "28042": 0.2,
      "29690": 0.2
    },
    "uid": [
      8208737
    ],
    "image": "fest-RW2023-1687094965.png",
    "image_coords": [
      607,
      363,
      638,
      391
    ]
  }
}