{
  "checksum": "5f09e0a2746c4be4b0f4ba1740f743eb",
  "room": {
    "id": 21321,
    "title": [
      "[House Brigatta, Banyan Tree]"
    ],
    "description": [
      "It is noticeably cooler here than in the other parts of the garden.  A huge banyan tree keeps this area in a perpetual gloom.  There are various mosses clinging to the tree, and all the shrubs seem stunted.  A gardener's shed, almost hidden under a dense netting of moss and flowering vines, is nestled close to the western boundary of the garden.  Running along this side of the house are some doors leading into a kitchen, while a back porch can be seen to the south.",
      "It is noticeably cooler here than in the other parts of the garden.  A huge banyan tree keeps this area in a perpetual gloom.  There are various mosses clinging to the tree, and all the shrubs seem stunted.  A gardener's shed, almost hidden under a dense netting of moss and flowering vines, is nestled close to the western boundary of the garden.  Running along the side of the house is a spiral staircase leading up to the rooftop observatory, while the back porch of House Brigatta can be seen to the south.",
      "It is noticeably cooler here than in the other parts of the garden.  A huge banyan tree keeps this area in a perpetual gloom.  There are various mosses clinging to the tree, and all the shrubs seem stunted.  A gardener's shed, almost hidden under a dense netting of moss and flowering vines, is nestled close to the western boundary of the garden.  Running along this side of the house are some doors leading into a kitchen and a spiral staircase leading up to a rooftop observatory, while a back porch can be seen to the south.",
      "A huge banyan tree keeps this area in a perpetual gloom.  There are various mosses clinging to the tree, and all the shrubs seem stunted.  A gardener's shed, almost hidden under a dense netting of moss and flowering vines, is nestled close to the western boundary of the garden.  Some doors lead into the kitchen, while a back porch can be seen to the south."
    ],
    "paths": [
      "Obvious paths: east, south"
    ],
    "location": "Wehnimer's Landing",
    "wayto": {
      "21312": "south",
      "21323": "go shed",
      "21325": "east",
      "25684": "go doors"
    },
    "timeto": {
      "21312": 0.2,
      "21323": 0.2,
      "21325": 0.2,
      "25684": 0.2
    },
    "tags": [
      "calamia fruit",
      "haphip root",
      "soft white mushroom",
      "withered black mushroom",
      "daggerstalk mushroom",
      "flathead mushroom",
      "genkew mushroom",
      "blue trafel mushroom",
      "bright red cranberry",
      "motherwort",
      "blue whortleberry",
      "purple passionflower",
      "pink passionflower",
      "red passionflower",
      "white passionflower",
      "yellow passionflower",
      "blue passionflower",
      "yew twig",
      "luckbloom blossom",
      "wavepetal blossom",
      "sunburst blossom",
      "onion skin",
      "dill",
      "tobacco leaves",
      "blackberries",
      "pink peppercorn",
      "black peppercorn",
      "cardamom",
      "vanilla bean",
      "nutmeg",
      "cumin seeds",
      "star anise",
      "meta:forage-sensed",
      "meta:forage-sensed:day:2022-11",
      "meta:che:House Brigatta"
    ],
    "uid": [
      107305
    ],
    "image": "wl-Brigatta-1646274146.png",
    "image_coords": [
      177,
      61,
      382,
      254
    ]
  }
}