{
  "checksum": "76b1cf68370d8b8ba62e1fa98963ac8f",
  "room": {
    "id": 1561,
    "title": [
      "[Solhaven, Kraken and Plover]"
    ],
    "description": [
      "A brightly glowing lantern hangs from the lone umbrella modwir tree that stands at the center of the intersection, with four wooden benches forming a box around the large ceramic pot that contains it.  Becoming almost a plaza towards the east where the roads circling The Beacon come together, the west side of the intersection is bordered by tall town homes constructed of monir and maoral and roofed with tiles.",
      "A brightly glowing lantern hangs from the lone umbrella modwir tree that stands at the center of the intersection, with four wooden benches forming a box around the large ceramic pot that contains it.  Becoming almost a plaza towards the east where the roads circling The Beacon come together, the west side of the intersection is bordered by tall tile-roofed townhomes constructed of monir and maoral.",
      "A lone umbrella modwir tree stands at the center of the intersection, with four wooden benches forming a box around the large ceramic pot that contains it.  Becoming almost a plaza towards the east where the roads circling The Beacon come together, the west side of the intersection is bordered by tall townhomes, constructed of monir and maoral and roofed with red, white and grey tiles."
    ],
    "paths": [
      "Obvious paths: north, east, west"
    ],
    "location": "the southern part of Solhaven",
    "climate": "temperate",
    "terrain": "hard, flat",
    "wayto": {
      "1560": "north",
      "1564": "west",
      "1565": "east",
      "10114": "go cart"
    },
    "timeto": {
      "1560": 0.2,
      "1564": 0.2,
      "1565": 0.2,
      "10114": 0.2
    },
    "tags": [
      "meta:forage-sensed",
      "no forageables"
    ],
    "uid": [
      4902085
    ],
    "image": "vo-solhaven-1675635404.png",
    "image_coords": [
      941,
      1332,
      965,
      1356
    ]
  }
}