{
  "checksum": "67181b0b6dadc06f2ce9a2139762b7fc",
  "room": {
    "id": 681,
    "title": [
      "[Sylvarraend, Town Commons]"
    ],
    "description": [
      "This corner of the commons is considerably quieter, some distance from the bustle of shops and tavern.  Several small boulders are scattered around the edges of the clearing, small hollows carved from their tops in an attempt to make them a more comfortable seating arrangement.  Several small but brightly burning lanterns line the trail leading southwestward from the square, the illumination shining upon a forge-framed dark pine shop nestled alongside a stack of boulders.",
      "This corner of the commons is considerably quieter, some distance from the bustle of shops and tavern.  Several small boulders are scattered around the edges of the clearing, small hollows carved from their tops in an attempt to make them a more comfortable seating arrangement.  Several small but brightly burning lanterns line the trail leading southwestward from the square.",
      "This corner of the commons is considerably quieter, some distance from the bustle of shops and tavern.  Several small boulders are scattered around the edges of the clearing, small hollows carved from their tops in an attempt to make them a more comfortable seating arrangement.  Clumps of bright flowers line the trail leading southwestward from the square."
    ],
    "paths": [
      "Obvious paths: north, east, south"
    ],
    "location": "the town of Sylvarraend",
    "climate": "temperate",
    "terrain": "hard, flat",
    "wayto": {
      "680": "east",
      "682": "south",
      "10069": "north",
      "10072": "go building",
      "32598": "go dark shop"
    },
    "timeto": {
      "680": 0.2,
      "682": 0.2,
      "10069": 0.2,
      "10072": 0.2,
      "32598": 0.2
    },
    "tags": [
      "no forageables",
      "meta:forage-sensed"
    ],
    "uid": [
      13050011
    ],
    "image": "en-sylvarraend-1264234799.png",
    "image_coords": [
      242,
      869,
      278,
      905
    ]
  }
}