{
  "checksum": "317cb317507d1d292edb62f121833686",
  "room": {
    "id": 4956,
    "title": [
      "[Seethe Naedal, Hot Springs]"
    ],
    "description": [
      "Sunlight streams through the branches of the pine trees that surround the springs while short bushes fight for what sun they can gain in the shadow of the pines.  Lush grass creates a ring of green carpet around the pool.  A hollow log rests near a circle of flat stones that surround the hot springs.",
      "Moonlight flows through the branches of the pines trees that surround the springs while short bushes fill the spaces between the pine.  Dark green grass creates a ring of dark carpet around the pool.  A hollow log rests near a circle of flat stones that surrounds the hot springs.",
      "Moonlight flows through the branches of the trees that surround the springs while short bushes fill the spaces between the pines.  Lush grass carpets the area around a circle of flat stones that surrounds the steaming pool, one side of the formation creating steps that descend into the water.  A hollow log rests near a thick hedgerow that grows to either side of a scrollworked wrought-iron gate.",
      "Sunlight streams through the branches of the trees that surround the springs while short bushes fight for what sun they can gain in the shadow of the pines.  Lush grass carpets the area around a circle of flat stones that surrounds the steaming pool, one side of the formation creating steps that descend into the water.  A hollow log rests near a thick hedgerow that grows to either side of a scrollworked wrought-iron gate."
    ],
    "paths": [
      "Obvious paths: none"
    ],
    "location": "Seethe Naedal",
    "climate": "temperate",
    "terrain": "mountainous",
    "wayto": {
      "4955": "go trail",
      "4989": "go steps",
      "28320": "go gate"
    },
    "timeto": {
      "4955": 0.2,
      "4989": 0.2,
      "28320": 0.2
    },
    "tags": [
      "angelica root",
      "stalk of bluebells",
      "wild pink geranium",
      "sprig of larkspur",
      "yellow primrose",
      "wild sage",
      "golden aster",
      "sprig of columbine",
      "small dandelion",
      "crimson dragonstalk",
      "mountain dryad",
      "stalk of monkeyflower",
      "sprig of holly",
      "sprig of ivy",
      "small apple",
      "juicy plum",
      "pepperthorn root",
      "ironfern root",
      "sunburst blossom",
      "bolmara lichen",
      "meta:forage-sensed",
      "wingstem root",
      "deep purple shockroot",
      "rhubarb",
      "stalk of celery",
      "leek",
      "shallot",
      "hop flowers",
      "agave heart",
      "dwarf billberry",
      "thin hemp",
      "viburnum twig",
      "meta:forage-sensed:day:2023-11"
    ],
    "uid": [
      13025010
    ],
    "image": "en-sapphire-1658723758.png",
    "image_coords": [
      1361,
      655,
      1371,
      665
    ]
  }
}