{
  "checksum": "3d61da1e3e705914393d4cdf37547303",
  "room": {
    "id": 5906,
    "title": [
      "[Ta'Vaalor, Annatto Gate]"
    ],
    "description": [
      "Tremendous white limestone blocks form the massive edifice that is the Annatto Gate.  Stylized vines and flowers are carved along the stones surrounding the arched opening.",
      "Tremendous white limestone blocks form the massive edifice that is the Annatto Gate.  Although worn along the edges and crumbling slightly in a few areas from years of wind and rain, the massive structure nonetheless has lost none of its impressive stature.  Stylized vines and flowers are carved along the stones surrounding the arched opening.",
      "Soot and grime smear the tremendous white limestone blocks which form the massive Annatto Gate.  A small corp of workers labors diligently to repair the edges of the walls where rain and wind have done damage over the years.  Another group of citizens works with ladders, rags, and buckets of soapy water to clean and polish the stone, slowly removing the evidence of the recent incursion.",
      "Tremendous white limestone blocks form the massive edifice that is the Annatto Gate.  Although battered by years of wind and rain, with the watchful care of the city's masons the massive structure has lost none of its impressive stature.  Stylized vines and flowers are carved along the stones surrounding the arched opening."
    ],
    "paths": [
      "Obvious paths: southeast"
    ],
    "location": "the city of Ta'Vaalor",
    "climate": "temperate",
    "terrain": "hard, flat",
    "wayto": {
      "3523": "/rooms/5906/wayto/stringproc-3523.rb",
      "10494": "southeast"
    },
    "timeto": {
      "3523": 0.2,
      "10494": 0.2
    },
    "tags": [
      "advguard",
      "no forageables",
      "meta:forage-sensed",
      "meta:forage-sensed:night:2022-09"
    ],
    "uid": [
      14100039
    ],
    "image": "en-cemetery-1617615116.png",
    "image_coords": [
      165,
      1212,
      177,
      1224
    ]
  }
}