{
  "checksum": "5dd1927bf48dccb7c15e233dbba9ff9e",
  "room": {
    "id": 18271,
    "title": [
      "[Saewehna Jungle, Waterfall]"
    ],
    "description": [
      "The natural beauty of the multilevel waterfall is striking from the vantage point of this topmost plateau.  Winding in from the northwest, the crystalline water of the river cascades down over the ledge to pool up and overflow from the next level, then empties into the mist-shrouded lagoon at the bottom.  Travel is only possible on the western side of the water, as the terrain thins considerably on the eastern side where it surrenders to the coastal cliffs that plunge sharply to the beach.",
      "Fed by the river winding in from the northwest, the multilevel waterfall shimmers with muted shafts of moonlight that enhances its natural beauty.  The dark water spills forth in a cascade over this plateau to pool up on the next, then empties into a shadowy lagoon below with splashes of water that rise up in misty plumes.  Deep shadows accentuate the darkness of the jungle on the western shore, while the other is open to the night sky as the terrain surrenders to the coastal cliffs.",
      "Fed by the river winding in from the northwest, the multi-level waterfall shimmers with muted shafts of moonlight that enhances its natural beauty.  The dark water spills forth in a cascade over this plateau to pool up on the next, then empties into a shadowy lagoon below with splashes of water that rise up in misty plumes.  Deep shadows accentuate the darkness of the jungle on the western shore, while the other is open to the night sky as the terrain surrenders to the coastal cliffs.",
      "The natural beauty of the multi-level waterfall is striking from the vantage point of this topmost plateau.  Winding in from the northwest, the crystalline water of the river cascades down over the ledge to pool up and overflow from the next level, then empties into the mist-shrouded lagoon at the bottom.  Travel is only possible on the western side of the water, as the terrain thins considerably on the eastern side where it surrenders to the coastal cliffs that plunge sharply to the beach."
    ],
    "paths": [
      "Obvious paths: northwest"
    ],
    "location": "the environs of the Saewehna Lagoon",
    "climate": "freshwater",
    "terrain": "tropical",
    "wayto": {
      "18270": "climb path",
      "18272": "northwest"
    },
    "timeto": {
      "18270": 0.2,
      "18272": 0.2
    },
    "tags": [
      "murdroot",
      "wavepetal blossom",
      "bur-clover root",
      "meta:forage-sensed",
      "meta:forage-sensed:day:2024-05"
    ],
    "uid": [
      3210402
    ],
    "image": "ifw-saewehna_lagoon-1525325794.png",
    "image_coords": [
      1902,
      248,
      1953,
      298
    ]
  }
}