{
  "checksum": "a774d76a04a464b9180cc23ad285a52b",
  "room": {
    "id": 159,
    "title": [
      "[Ta'Illistim, BriarStone Wey]"
    ],
    "description": [
      "The cobblestone wey bends slightly to the north as if to avoid the uniquely landscaped estate to the east.  The tall privet hedge is divided by evenly-spaced gaps.  Behind these natural bars, a variety of large animals sculpted out of evergreen bushes roam the grounds.  Several leafy green roltons appear to trim the lawn, while a large cat stalks them from the shadows beside the manor house.",
      "The cobblestone wey bends slightly to the north as if to avoid the uniquely landscaped estate to the east.  The tall privet hedge is divided by evenly-spaced gaps.  Behind these natural bars, a variety of large animals sculpted out of evergreen bushes roam the grounds.  Several leafy green roltons appear to trim the lawn, while a large cat stalks them from the shadows beneath the manor's lighted windows.",
      "The cobblestone wey bends slightly to the north to avoid the landscaped estate to the east.  The low, silver-spiked fence is divided by plinths set atop with urns of white roses.  Behind the bars, the grounds are an undulating plane of clover.  Several fruit trees trim the lawn -- blood oranges, green apples and white-skinned pears surround the property's large villa, lit lanterns hanging amidst the sweet bounty.",
      "The cobblestone wey bends slightly to the north to avoid the landscaped estate to the east.  The low, silver-spiked fence is divided by plinths set atop with urns of white roses.  Behind the bars, the grounds are an undulating plane of clover.  Several fruit trees trim the lawn -- blood oranges, green apples and white-skinned pears surround the property's large villa."
    ],
    "paths": [
      "Obvious paths: northeast, west"
    ],
    "location": "Ta'Illistim",
    "climate": "temperate",
    "terrain": "hard, flat",
    "wayto": {
      "158": "northeast",
      "160": "west"
    },
    "timeto": {
      "158": 0.2,
      "160": 0.2
    },
    "tags": [
      "no forageables",
      "meta:forage-sensed",
      "meta:forage-sensed:night:2022-11"
    ],
    "uid": [
      13101013
    ],
    "image": "en-ta_illistim-new.jpg",
    "image_coords": [
      338,
      547,
      360,
      569
    ]
  }
}