{
  "checksum": "8a8343762b1b90dac3f6cb19e1e1d7df",
  "room": {
    "id": 28813,
    "title": [
      "[Wandering Eye Market]"
    ],
    "description": [
      "Black, azure, and cerulean paint spreads across the cobblestones of the large market, the pigments converging upon an enormous sandstone fountain that has a towering bronze kraken statue rising out of it.  Firelight spills from lanterns clutched in four of the statue's arcing arms, each positioned over a different stone bench to create a small pool of light.  A thatched driftwood store, built just beyond the shadow of the nearby cliffs, has its doors thrown wide to the cool night air.",
      "Black, azure, and cerulean paint spreads across the cobblestones of the large market, the pigments converging upon an enormous sandstone fountain that has a towering bronze kraken statue rising out of it.  Sunlight cascades off of the lanterns clutched in four of the statue's arms, causing rainbow whorls to dance across the surrounding stone benches.  Nearby, a thatched driftwood store, built just beyond the shade of the tower cliff, draws all manner of customers through its front door.",
      "Black, azure, and cerulean paint spreads across the cobblestones of the large market, the pigments converging upon an enormous sandstone fountain that has a towering bronze kraken statue rising out of it.  Sunlight cascades off of the lanterns clutched in four of the statue's arms, causing rainbow whorls to dance across surrounding stone benches.  Nearby, a severe stone structure is encircled by heavily armed, brutish guards that pointedly ignore the catcalls and laughter of the surrounding market, while opposite a weathered oak building has a steady flow of visitors.",
      "Black, azure, and cerulean paint spreads across the cobblestones of the large market, the pigments converging upon an enormous sandstone fountain that has a towering bronze kraken statue rising out of it.  Firelight spills from lanterns clutched in four of the statue's arcing arms, each positioned over a different stone bench to create a small pool of light.  Nearby, a severe stone structure is encircled by heavily armed, brutish guards that warily watching the darkened market."
    ],
    "paths": [
      "Obvious paths: north, northeast, east, southeast, south, southwest, west, northwest"
    ],
    "location": "Kraken's Fall",
    "climate": "temperate",
    "terrain": "hard, flat",
    "wayto": {
      "28871": "north",
      "28872": "northwest",
      "28883": "west",
      "28895": "southwest",
      "28898": "south",
      "28899": "southeast",
      "28907": "east",
      "28908": "northeast",
      "30716": "/rooms/28813/wayto/stringproc-30716.rb",
      "31525": "go driftwood store"
    },
    "timeto": {
      "28871": 10,
      "28872": 10,
      "28883": 10,
      "28895": 10,
      "28898": 10,
      "28899": 10,
      "28907": 10,
      "28908": 10,
      "30716": "/rooms/28813/timeto/stringproc-30716.rb",
      "31525": 0.2
    },
    "tags": [
      "town",
      "meta:mapname:Kraken's Fall",
      "meta:mapcategory:Kraken's Fall",
      "meta:mapcategory:Towns",
      "supernode",
      "node",
      "urchin-access",
      "urchin guide market",
      "meta:forage-sensed",
      "no forageables"
    ],
    "uid": [
      7118221
    ],
    "image": "kf-krakens_fall-1648278406.png",
    "image_coords": [
      406,
      373,
      419,
      388
    ]
  }
}